Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_send_reject_failed
source: The pending approval could not be discarded cleanly, so the wallet was locked.
ar: لا يمكن التخلص من الموافقة المعلقة بشكل نظيف، لذلك تم قفل المحفظة.
de: Die ausstehende Genehmigung konnte nicht sauber verworfen werden, sodass das Wallet gesperrt wurde.
es: La aprobación pendiente no se pudo descartar limpiamente, por lo que se bloqueó la billetera.
fa: تأییدیه معلق را نمی‌توان به‌طور تمیز دور انداخت، بنابراین کیف پول قفل شد.
fr: L’approbation en attente n’a pas pu être rejetée proprement, le portefeuille a donc été verrouillé.
he: לא ניתן היה לזרוק בצורה נקייה את האישור הממתין, ולכן הארנק היה נעול.
hi: लंबित अनुमोदन को साफ-साफ खारिज नहीं किया जा सकता था, इसलिए वॉलेट लॉक कर दिया गया था।
id: Persetujuan yang tertunda tidak dapat dibuang begitu saja, sehingga dompet terkunci.
it: Non è stato possibile eliminare l'approvazione in sospeso, quindi il portafoglio era bloccato.
ja: 保留中の承認をきれいに破棄できなかったため、ウォレットがロックされました。
ko: 보류 중인 승인을 깔끔하게 폐기할 수 없어 지갑이 잠겼습니다.
nl: De hangende goedkeuring kon niet netjes worden weggegooid, dus de portemonnee was op slot.
pl: Oczekującego na zatwierdzenie nie można było odrzucić, więc portfel został zablokowany.
pt: A aprovação pendente não pôde ser descartada de forma limpa, então a carteira foi bloqueada.
ru: Ожидающее одобрение не могло быть полностью отброшено, поэтому кошелек был заблокирован.
tr: Bekleyen onay temiz bir şekilde atılamadığı için cüzdan kilitlendi.
uk: Затвердження, яке очікує на підтвердження, не можна було повністю викинути, тому гаманець було заблоковано.
vi: Không thể loại bỏ hoàn toàn phê duyệt đang chờ xử lý nên ví đã bị khóa.
zh_hans: 待批准的东西无法彻底丢弃，因此钱包被锁定。
zh_hant: 待批准的東西無法徹底丟棄，因此錢包被鎖定。

# wallet_send_rejected
source: Send rejected. No transaction was broadcast.
ar: إرسال مرفوض. لم يتم بث أي معاملة.
de: Senden abgelehnt. Es wurde keine Transaktion übertragen.
es: Envío rechazado. No se transmitió ninguna transacción.
fa: ارسال رد شد. هیچ تراکنشی پخش نشد.
fr: Envoi refusé. Aucune transaction n'a été diffusée.
he: השליחה נדחתה. שום עסקה לא שודרה.
hi: भेजें अस्वीकृत. कोई लेन-देन प्रसारित नहीं किया गया.
id: Kirim ditolak. Tidak ada transaksi yang disiarkan.
it: Invio rifiutato. Nessuna transazione è stata trasmessa.
ja: 送信が拒否されました。トランザクションはブロードキャストされませんでした。
ko: 전송이 거부되었습니다. 거래가 방송되지 않았습니다.
nl: Verzenden afgewezen. Er is geen transactie uitgezonden.
pl: Wyślij odrzucony. Żadna transakcja nie została ogłoszona.
pt: Envio rejeitado. Nenhuma transação foi transmitida.
ru: Отправка отклонена. Ни одна транзакция не транслировалась.
tr: Gönderme reddedildi. Hiçbir işlem yayınlanmadı.
uk: Надіслати відхилено. Жодна трансакція не транслювалася.
vi: Gửi bị từ chối. Không có giao dịch nào được phát sóng.
zh_hans: 发送被拒绝。没有交易被广播。
zh_hant: 發送被拒絕。沒有交易被廣播。

# wallet_send_rejecting
source: Discarding the pending native approval…
ar: جارٍ تجاهل الموافقة المحلية المعلقة...
de: Verwerfen der ausstehenden nativen Genehmigung…
es: Descartando la aprobación nativa pendiente…
fa: در حال صرف‌نظر کردن از تأییدیه داخلی در انتظار…
fr: Rejet de l’approbation native en attente…
he: מבטל את האישור המקורי הממתין...
hi: लंबित मूल अनुमोदन को खारिज किया जा रहा है...
id: Membuang persetujuan asli yang tertunda…
it: Eliminazione dell'approvazione nativa in attesa…
ja: 保留中のネイティブ承認を破棄しています…
ko: 대기 중인 기본 승인을 삭제하는 중…
nl: De in behandeling zijnde native goedkeuring wordt genegeerd...
pl: Odrzucam oczekujące zatwierdzenie natywnego…
pt: Descartando a aprovação nativa pendente…
ru: Отмена ожидающего внутреннего одобрения…
tr: Bekleyen yerel onay iptal ediliyor…
uk: Відхилення очікуваного нативного схвалення…
vi: Đang hủy phê duyệt gốc đang chờ xử lý…
zh_hans: 正在放弃待处理的本机批准...
zh_hant: 正在放棄待處理的本機批准...

# wallet_send_requires_sync
source: A current verified wallet snapshot is required before sending.
ar: مطلوب لقطة المحفظة الحالية التي تم التحقق منها قبل الإرسال.
de: Vor dem Senden ist ein aktueller verifizierter Wallet-Snapshot erforderlich.
es: Se requiere una instantánea de la billetera verificada actual antes de realizar el envío.
fa: قبل از ارسال، یک عکس فوری تأیید شده کیف پول مورد نیاز است.
fr: Un instantané du portefeuille vérifié à jour est requis avant l'envoi.
he: נדרשת תמונת מצב נוכחית של ארנק מאומת לפני השליחה.
hi: भेजने से पहले एक वर्तमान सत्यापित वॉलेट स्नैपशॉट आवश्यक है।
id: Snapshot dompet terverifikasi saat ini diperlukan sebelum mengirim.
it: Prima dell'invio è necessaria un'istantanea del portafoglio verificata corrente.
ja: 送信する前に、現在検証済みのウォレットのスナップショットが必要です。
ko: 전송하기 전에 현재 검증된 지갑 스냅샷이 필요합니다.
nl: Er is een actuele, geverifieerde momentopname van de portemonnee vereist voordat deze wordt verzonden.
pl: Przed wysłaniem wymagana jest aktualna zweryfikowana migawka portfela.
pt: Um instantâneo de carteira verificado atual é necessário antes do envio.
ru: Перед отправкой необходим текущий подтвержденный снимок кошелька.
tr: Göndermeden önce geçerli, doğrulanmış bir cüzdan anlık görüntüsü gereklidir.
uk: Перед надсиланням потрібен поточний перевірений знімок гаманця.
vi: Cần có ảnh chụp nhanh ví hiện tại đã được xác minh trước khi gửi.
zh_hans: 发送之前需要当前经过验证的钱包快照。
zh_hant: 發送之前需要當前經過驗證的錢包快照。

# wallet_send_submitted_sync_failed
source: Transaction pending. Shakescape could not refresh the wallet immediately and will retry automatically after it detects a new Handshake block.
ar: الصفقة معلقة. تعذر على Shakescape تحديث المحفظة على الفور وستتم إعادة المحاولة تلقائيًا بعد اكتشاف كتلة Handshake جديدة.
de: Transaktion ausstehend. Shakescape konnte die Brieftasche nicht sofort aktualisieren und wird es automatisch erneut versuchen, nachdem ein neuer Handshake-Block erkannt wurde.
es: Transacción pendiente. Shakescape no pudo actualizar la billetera inmediatamente y lo volverá a intentar automáticamente después de detectar un nuevo bloque Handshake.
fa: معامله در انتظار Shakescape نمی‌تواند بلافاصله کیف پول را تازه‌سازی کند و پس از شناسایی بلوک Handshake، به‌طور خودکار دوباره امتحان می‌کند.
fr: Transaction en attente. Shakescape n'a pas pu actualiser le portefeuille immédiatement et réessayera automatiquement après avoir détecté un nouveau bloc Handshake.
he: העסקה בהמתנה. Shakescape לא הצליח לרענן את הארנק באופן מיידי וינסה שוב אוטומטית לאחר שיזהה בלוק Handshake חדש.
hi: लेन-देन लंबित है. Shakescape वॉलेट को तुरंत रीफ्रेश नहीं कर सका और एक नए Handshake ब्लॉक का पता लगाने के बाद स्वचालित रूप से पुनः प्रयास करेगा।
id: Transaksi tertunda. Shakescape tidak dapat segera menyegarkan dompet dan akan mencoba lagi secara otomatis setelah mendeteksi blok Handshake baru.
it: Transazione in sospeso. Shakescape non è riuscito ad aggiornare immediatamente il portafoglio e riproverà automaticamente dopo aver rilevato un nuovo blocco Handshake.
ja: トランザクションは保留中です。 Shakescape はウォレットをすぐに更新できず、新しい Handshake ブロックを検出した後、自動的に再試行します。
ko: 거래가 보류 중입니다. Shakescape는 지갑을 즉시 새로 고칠 수 없으며 새로운 Handshake 블록을 감지한 후 자동으로 다시 시도합니다.
nl: Transactie in behandeling. Shakescape kan de portemonnee niet onmiddellijk vernieuwen en zal het automatisch opnieuw proberen nadat het een nieuw Handshake-blok heeft gedetecteerd.
pl: Transakcja oczekująca. Shakescape nie mógł natychmiast odświeżyć portfela i spróbuje automatycznie ponowić próbę po wykryciu nowego bloku Handshake.
pt: Transação pendente. Shakescape não conseguiu atualizar a carteira imediatamente e tentará novamente automaticamente após detectar um novo bloco Handshake.
ru: Ожидается транзакция. Shakescape не смог немедленно обновить кошелек и автоматически повторит попытку после обнаружения нового блока Handshake.
tr: İşlem beklemede. Shakescape, cüzdanı hemen yenileyemedi ve yeni bir Handshake bloğu algıladıktan sonra otomatik olarak yeniden deneyecek.
uk: Трансакція очікує на розгляд. Shakescape не зміг негайно оновити гаманець і автоматично повторить спробу після виявлення нового блоку Handshake.
vi: Giao dịch đang chờ xử lý. Shakescape không thể làm mới ví ngay lập tức và sẽ tự động thử lại sau khi phát hiện khối Handshake mới.
zh_hans: 交易待处理。 Shakescape 无法立即刷新钱包，检测到新的 Handshake 区块后会自动重试。
zh_hant: 交易待處理。 Shakescape 無法立即刷新錢包，偵測到新的 Handshake 區塊後會自動重試。

# wallet_send_sync_failed
source: The wallet could not obtain a verified snapshot, so no send was prepared.
ar: لم تتمكن المحفظة من الحصول على لقطة تم التحقق منها، لذلك لم يتم إعداد أي إرسال.
de: Das Wallet konnte keinen verifizierten Snapshot erhalten, daher wurde kein Versand vorbereitet.
es: La billetera no pudo obtener una instantánea verificada, por lo que no se preparó ningún envío.
fa: کیف پول نتوانست یک عکس فوری تأیید شده دریافت کند، بنابراین هیچ ارسالی آماده نشد.
fr: Le portefeuille n’a pas pu obtenir un instantané vérifié, aucun envoi n’a donc été préparé.
he: הארנק לא הצליח להשיג תמונת מצב מאומתת, ולכן לא הוכנה שליחה.
hi: वॉलेट सत्यापित स्नैपशॉट प्राप्त नहीं कर सका, इसलिए कोई प्रेषण तैयार नहीं किया गया।
id: Dompet tidak dapat memperoleh snapshot terverifikasi, jadi tidak ada pengiriman yang disiapkan.
it: Il portafoglio non è riuscito a ottenere uno snapshot verificato, quindi non è stato preparato alcun invio.
ja: ウォレットは検証済みのスナップショットを取得できなかったため、送信は準備されませんでした。
ko: 지갑이 검증된 스냅샷을 얻을 수 없어 전송이 준비되지 않았습니다.
nl: De portemonnee kon geen geverifieerde momentopname verkrijgen, dus er werd geen verzending voorbereid.
pl: Portfel nie mógł uzyskać zweryfikowanej migawki, więc nie przygotowano żadnej wysyłki.
pt: A carteira não conseguiu obter um instantâneo verificado, portanto nenhum envio foi preparado.
ru: Кошелек не смог получить проверенный снимок, поэтому отправка не была подготовлена.
tr: M-cüzdan doğrulanmış bir anlık görüntü elde edemedi, bu nedenle herhangi bir gönderim hazırlanmadı.
uk: Гаманцю не вдалося отримати перевірений знімок, тому надсилання не було підготовлено.
vi: Ví không thể lấy được ảnh chụp nhanh đã được xác minh nên chưa có lệnh gửi nào được chuẩn bị.
zh_hans: 钱包无法获取经过验证的快照，因此未准备发送。
zh_hant: 錢包無法取得經過驗證的快照，因此未準備發送。

# wallet_send_syncing
source: Synchronization is in progress. Sending unlocks when it finishes.
ar: المزامنة قيد التقدم. يتم فتح الإرسال عند الانتهاء.
de: Die Synchronisierung läuft. Das Senden wird entsperrt, wenn es abgeschlossen ist.
es: La sincronización está en curso. El envío se desbloquea cuando finaliza.
fa: همگام سازی در حال انجام است. ارسال باز شدن قفل پس از اتمام آن.
fr: La synchronisation est en cours. L'envoi se déverrouille une fois terminé.
he: הסנכרון מתבצע. שליחת נעילה כאשר היא מסתיימת.
hi: तुल्यकालन प्रगति पर है. समाप्त होने पर अनलॉक भेजना।
id: Sinkronisasi sedang berlangsung. Pengiriman akan terbuka setelah selesai.
it: La sincronizzazione è in corso. L'invio si sblocca al termine.
ja: 同期が進行中です。送信が完了するとロックが解除されます。
ko: 동기화가 진행 중입니다. 전송이 완료되면 잠금이 해제됩니다.
nl: De synchronisatie is bezig. Het verzenden wordt ontgrendeld wanneer het is voltooid.
pl: Synchronizacja jest w toku. Wysyłanie odblokowuje się po zakończeniu.
pt: A sincronização está em andamento. Envio de desbloqueios quando terminar.
ru: Синхронизация идет. Отправка разблокируется после завершения.
tr: Senkronizasyon sürüyor. Gönderme işlemi bittiğinde kilit açılır.
uk: Триває синхронізація. Надсилання розблоковується після завершення.
vi: Quá trình đồng bộ hóa đang được tiến hành. Gửi mở khóa khi nó kết thúc.
zh_hans: 同步正在进行中。发送完成后解锁。
zh_hant: 同步正在進行中。發送完成後解鎖。

# wallet_send_syncing_before_review
source: Verifying current direct-peer wallet state before reviewing this send…
ar: التحقق من حالة محفظة النظير المباشر الحالية قبل مراجعة هذا الإرسال...
de: Überprüfen Sie den aktuellen Direct-Peer-Wallet-Status, bevor Sie diesen Versand überprüfen.
es: Verificando el estado actual de la billetera de pares directos antes de revisar este envío...
fa: درحال تأیید وضعیت فعلی کیف پول همتا مستقیم قبل از بررسی این ارسال…
fr: Vérification de l’état actuel du portefeuille direct avant d’examiner cet envoi…
he: מאמת את המצב הנוכחי של ארנק עמית ישיר לפני בדיקת השליחה הזו...
hi: इस प्रेषण की समीक्षा करने से पहले वर्तमान डायरेक्ट-पीयर वॉलेट स्थिति का सत्यापन किया जा रहा है...
id: Memverifikasi status dompet rekan langsung saat ini sebelum meninjau pengiriman ini…
it: Verifica dello stato attuale del portafoglio peer diretto prima di rivedere questo invio…
ja: この送信を確認する前に、現在のダイレクトピアウォレットの状態を確認しています…
ko: 이 전송을 검토하기 전에 현재 직접 피어 지갑 상태를 확인하는 중…
nl: De huidige status van de directe peer-portemonnee verifiëren voordat u deze verzending bekijkt...
pl: Sprawdzam bieżący stan portfela Direct Peer przed przejrzeniem tej wysyłki…
pt: Verificando o estado atual da carteira de peer direto antes de revisar este envio…
ru: Проверка текущего состояния однорангового кошелька перед просмотром этой отправки…
tr: Bu gönderimi incelemeden önce mevcut doğrudan eş cüzdan durumu doğrulanıyor…
uk: Перевірка поточного стану прямого гаманця перед переглядом цього надсилання…
vi: Đang xác minh trạng thái ví ngang hàng trực tiếp hiện tại trước khi xem lại lần gửi này…
zh_hans: 在查看此发送之前验证当前直接对等钱包状态...
zh_hant: 在查看此發送之前驗證當前直接對等錢包狀態...

# wallet_send_unavailable
source: HNS sending is unavailable until the wallet connects and verifies its state.
ar: إرسال HNS غير متاح حتى تتصل المحفظة وتتحقق من حالتها.
de: Das Senden von HNS ist erst möglich, wenn das Wallet eine Verbindung herstellt und seinen Status überprüft.
es: El envío de HNS no está disponible hasta que la billetera se conecte y verifique su estado.
fa: ارسال HNS تا زمانی که کیف پول متصل نشود و وضعیت آن را تأیید کند، در دسترس نیست.
fr: L'envoi HNS n'est pas disponible jusqu'à ce que le portefeuille se connecte et vérifie son état.
he: שליחת HNS אינה זמינה עד שהארנק מתחבר ומאמת את מצבו.
hi: HNS भेजना तब तक अनुपलब्ध है जब तक वॉलेट कनेक्ट नहीं हो जाता और अपनी स्थिति सत्यापित नहीं कर लेता।
id: Pengiriman HNS tidak tersedia hingga dompet terhubung dan memverifikasi statusnya.
it: L'invio HNS non è disponibile finché il portafoglio non si connette e ne verifica lo stato.
ja: HNS の送信は、ウォレットが接続してその状態を確認するまで利用できません。
ko: 지갑이 연결되어 상태를 확인할 때까지 HNS 전송을 사용할 수 없습니다.
nl: Het verzenden van HNS is niet beschikbaar totdat de portemonnee verbinding maakt en de status ervan verifieert.
pl: Wysyłanie HNS jest niedostępne do czasu połączenia portfela i sprawdzenia jego stanu.
pt: O envio de HNS fica indisponível até que a carteira se conecte e verifique seu estado.
ru: Отправка HNS недоступна до тех пор, пока кошелек не подключится и не проверит свое состояние.
tr: HNS gönderme, cüzdan bağlanana ve durumunu doğrulayana kadar kullanılamaz.
uk: Надсилання HNS недоступне, доки гаманець не підключиться та не перевірить свій стан.
vi: Việc gửi HNS không khả dụng cho đến khi ví kết nối và xác minh trạng thái của nó.
zh_hans: 在钱包连接并验证其状态之前，HNS 发送不可用。
zh_hant: 在錢包連接並驗證其狀態之前，HNS 發送不可用。

# wallet_send_waiting_for_wallet
source: Open and unlock a confirmed wallet before sending HNS.
ar: افتح وافتح محفظة مؤكدة قبل إرسال HNS.
de: Öffnen und entsperren Sie ein bestätigtes Wallet, bevor Sie HNS senden.
es: Abra y desbloquee una billetera confirmada antes de enviar HNS.
fa: قبل از ارسال HNS یک کیف پول تایید شده را باز کرده و آنلاک کنید.
fr: Ouvrez et déverrouillez un portefeuille confirmé avant d'envoyer HNS.
he: פתח ופתח את הנעילה של ארנק מאושר לפני שליחת HNS.
hi: HNS भेजने से पहले एक पुष्टिकृत वॉलेट खोलें और अनलॉक करें।
id: Buka dan buka kunci dompet yang dikonfirmasi sebelum mengirim HNS.
it: Apri e sblocca un portafoglio confermato prima di inviare HNS.
ja: HNS を送信する前に、確認済みのウォレットを開いてロックを解除してください。
ko: HNS를 보내기 전에 확인된 지갑을 열고 잠금을 해제하세요.
nl: Open en ontgrendel een bevestigde portemonnee voordat u HNS verzendt.
pl: Otwórz i odblokuj potwierdzony portfel przed wysłaniem HNS.
pt: Abra e desbloqueie uma carteira confirmada antes de enviar HNS.
ru: Откройте и разблокируйте подтвержденный кошелек перед отправкой HNS.
tr: HNS'yi göndermeden önce onaylanmış bir cüzdanı açın ve kilidini açın.
uk: Відкрийте та розблокуйте підтверджений гаманець перед надсиланням HNS.
vi: Mở và mở khóa ví đã được xác nhận trước khi gửi HNS.
zh_hans: 在发送 HNS 之前打开并解锁已确认的钱包。
zh_hant: 在發送 HNS 之前打開並解鎖已確認的錢包。

# wallet_send_warning_fee_change
source: The final fee estimate may change but cannot exceed the approved maximum.
ar: قد يتغير تقدير الرسوم النهائي ولكن لا يمكن أن يتجاوز الحد الأقصى المعتمد.
de: Die endgültige Gebührenschätzung kann sich ändern, darf jedoch den genehmigten Höchstbetrag nicht überschreiten.
es: La estimación de la tarifa final puede cambiar pero no puede exceder el máximo aprobado.
fa: برآورد هزینه نهایی ممکن است تغییر کند، اما نمی تواند از حداکثر تایید شده تجاوز کند.
fr: L'estimation finale des frais peut changer mais ne peut pas dépasser le maximum approuvé.
he: הערכת האגרה הסופית עשויה להשתנות אך אינה יכולה לחרוג מהמקסימום המאושר.
hi: अंतिम शुल्क अनुमान बदल सकता है लेकिन अनुमोदित अधिकतम से अधिक नहीं हो सकता।
id: Perkiraan biaya akhir dapat berubah tetapi tidak boleh melebihi jumlah maksimum yang disetujui.
it: La stima della tariffa finale può cambiare ma non può superare il massimo approvato.
ja: 最終的な料金見積もりは変更される可能性がありますが、承認された最大額を超えることはできません。
ko: 최종 수수료 견적은 변경될 수 있지만 승인된 최대 금액을 초과할 수는 없습니다.
nl: De definitieve schatting van de vergoeding kan veranderen, maar kan het goedgekeurde maximum niet overschrijden.
pl: Ostateczna szacunkowa opłata może ulec zmianie, ale nie może przekroczyć zatwierdzonej kwoty maksymalnej.
pt: A estimativa final da taxa pode sofrer alterações, mas não pode exceder o máximo aprovado.
ru: Окончательная оценка комиссии может измениться, но не может превышать утвержденный максимум.
tr: Nihai ücret tahmini değişebilir ancak onaylanan maksimum tutarı aşamaz.
uk: Остаточна оцінка комісії може змінюватися, але не може перевищувати затверджений максимум.
vi: Ước tính phí cuối cùng có thể thay đổi nhưng không thể vượt quá mức tối đa được phê duyệt.
zh_hans: 最终费用估算可能会发生变化，但不能超过批准的最高费用。
zh_hant: 最終費用估算可能會發生變化，但不能超過核准的最高費用。

# wallet_shakedex_available_name_offers
source: Available name-sale offers
ar: عروض بيع الأسماء المتاحة
de: Verfügbare Namensverkaufsangebote
es: Ofertas de venta de nombres disponibles
fa: پیشنهادات فروش نام موجود
fr: Offres de vente nominatives disponibles
he: הצעות שמות זמינות
hi: उपलब्ध नाम-बिक्री ऑफर
id: Penawaran penjualan nama yang tersedia
it: Offerte di vendita nominativa disponibili
ja: 利用可能なネームセール特典
ko: 사용 가능한 이름 판매 제안
nl: Beschikbare naamverkoopaanbiedingen
pl: Dostępne oferty sprzedaży imiennej
pt: Ofertas de venda de nomes disponíveis
ru: Доступные именные предложения по продаже
tr: Mevcut isim satışı teklifleri
uk: Доступні пропозиції з продажу імені
vi: Ưu đãi bán tên có sẵn
zh_hans: 可用的名称销售优惠
zh_hant: 可用的名稱銷售優惠

# wallet_shakedex_connection_help
source: A peer is the wallet offering the swap. Connect to view its offers. Connecting does not accept an offer or move funds. For HNS → BTC, Bitcoin monitoring starts after acceptance.
ar: النظير هو المحفظة التي تقدم المبادلة. اتصل لعرض عروضها. الاتصال لا يقبل عرضًا ولا ينقل أموالًا. عند التحويل من HNS إلى BTC، تبدأ مراقبة Bitcoin بعد القبول.
de: Ein Peer ist die Wallet, die den Tausch anbietet. Verbinde dich, um ihre Angebote anzusehen. Die Verbindung nimmt kein Angebot an und überträgt kein Guthaben. Bei HNS → BTC beginnt die Bitcoin-Überwachung nach der Annahme.
es: Un par es la cartera que ofrece el intercambio. Conéctate para ver sus ofertas. Conectarse no acepta una oferta ni mueve fondos. Para HNS → BTC, la supervisión de Bitcoin comienza después de aceptar.
fa: همتا کیف پولی است که مبادله را پیشنهاد می‌دهد. برای دیدن پیشنهادهایش متصل شوید. اتصال، پیشنهادی را نمی‌پذیرد و وجهی جابه‌جا نمی‌کند. برای HNS → BTC، پایش Bitcoin پس از پذیرش آغاز می‌شود.
fr: Un pair est le portefeuille qui propose l’échange. Connectez-vous pour voir ses offres. La connexion n’accepte aucune offre et ne déplace aucun fonds. Pour HNS → BTC, la surveillance Bitcoin commence après l’acceptation.
he: עמית הוא הארנק שמציע את ההחלפה. התחברו כדי לראות את הצעותיו. ההתחברות אינה מקבלת הצעה ואינה מעבירה כספים. בהמרת HNS ל-BTC, ניטור Bitcoin מתחיל לאחר הקבלה.
hi: पीयर वह वॉलेट है जो स्वैप ऑफ़र करता है। उसके ऑफ़र देखने के लिए जुड़ें। जुड़ने से कोई ऑफ़र स्वीकार नहीं होता और धन नहीं भेजा जाता। HNS → BTC के लिए Bitcoin निगरानी स्वीकार करने के बाद शुरू होती है।
id: Rekan adalah dompet yang menawarkan pertukaran. Hubungkan untuk melihat penawarannya. Menghubungkan tidak menerima penawaran atau memindahkan dana. Untuk HNS → BTC, pemantauan Bitcoin dimulai setelah penerimaan.
it: Un peer è il portafoglio che propone lo scambio. Connettiti per vedere le sue offerte. La connessione non accetta offerte e non sposta fondi. Per HNS → BTC, il monitoraggio Bitcoin inizia dopo l’accettazione.
ja: 相手とはスワップを提示するウォレットです。接続するとオファーを確認できます。接続だけではオファーの承認や資金移動は行われません。HNS → BTCでは、承認後にBitcoinの監視が始まります。
ko: 피어는 스왑을 제안하는 지갑입니다. 연결하면 제안을 볼 수 있습니다. 연결만으로는 제안을 수락하거나 자금을 이동하지 않습니다. HNS → BTC에서는 수락 후 Bitcoin 모니터링이 시작됩니다.
nl: Een peer is de wallet die de ruil aanbiedt. Maak verbinding om de aanbiedingen te bekijken. Verbinden accepteert geen aanbieding en verplaatst geen geld. Voor HNS → BTC begint Bitcoin-bewaking na acceptatie.
pl: Partner to portfel oferujący wymianę. Połącz się, aby zobaczyć jego oferty. Samo połączenie nie przyjmuje oferty ani nie przenosi środków. Dla HNS → BTC monitorowanie Bitcoin rozpoczyna się po przyjęciu.
pt: Um par é a carteira que oferece a troca. Ligue-se para ver as ofertas. A ligação não aceita uma oferta nem move fundos. Para HNS → BTC, a monitorização Bitcoin começa após a aceitação.
ru: Участник — это кошелёк, предлагающий обмен. Подключитесь, чтобы увидеть его предложения. Подключение не принимает предложение и не перемещает средства. Для HNS → BTC мониторинг Bitcoin начинается после принятия.
tr: Eş, takası sunan cüzdandır. Tekliflerini görmek için bağlanın. Bağlanmak bir teklifi kabul etmez veya para taşımaz. HNS → BTC için Bitcoin izleme kabulden sonra başlar.
uk: Учасник — це гаманець, який пропонує обмін. Підключіться, щоб побачити його пропозиції. Підключення не приймає пропозицію й не переміщує кошти. Для HNS → BTC моніторинг Bitcoin починається після прийняття.
vi: Bên ngang hàng là ví đưa ra giao dịch hoán đổi. Kết nối để xem các chào giá. Việc kết nối không chấp nhận chào giá hoặc chuyển tiền. Với HNS → BTC, việc theo dõi Bitcoin bắt đầu sau khi chấp nhận.
zh_hans: 对等方是提供兑换报价的钱包。连接后即可查看其报价。连接本身不会接受报价或转移资金。HNS → BTC 的 Bitcoin 监控会在接受后开始。
zh_hant: 對等方是提供兌換報價的錢包。連線後即可查看其報價。連線本身不會接受報價或移動資金。HNS → BTC 的 Bitcoin 監控會在接受後開始。

# wallet_shakedex_more_offers
source: More offers
ar: المزيد من العروض
de: Weitere Angebote
es: Más ofertas
fa: پیشنهادات بیشتر
fr: Plus d'offres
he: הצעות נוספות
hi: और भी ऑफर
id: Lebih banyak penawaran
it: Altre offerte
ja: さらなるオファー
ko: 더 많은 제안
nl: Meer aanbiedingen
pl: Więcej ofert
pt: Mais ofertas
ru: Больше предложений
tr: Daha fazla teklif
uk: Більше пропозицій
vi: Ưu đãi khác
zh_hans: 更多优惠
zh_hant: 更多優惠

# wallet_shakedex_next_offer_page
source: Load next authenticated page
ar: قم بتحميل الصفحة المصادق عليها التالية
de: Nächste authentifizierte Seite laden
es: Cargar la siguiente página autenticada
fa: صفحه تأیید شده بعدی را بارگیری کنید
fr: Charger la prochaine page authentifiée
he: טען את הדף המאומת הבא
hi: अगला प्रमाणित पृष्ठ लोड करें
id: Muat halaman terotentikasi berikutnya
it: Carica la pagina autenticata successiva
ja: 次の認証済みページをロードする
ko: 다음 인증 페이지 로드
nl: Laad de volgende geverifieerde pagina
pl: Załaduj następną uwierzytelnioną stronę
pt: Carregar próxima página autenticada
ru: Загрузить следующую аутентифицированную страницу
tr: Kimliği doğrulanmış sonraki sayfayı yükle
uk: Завантажити наступну автентифіковану сторінку
vi: Tải trang xác thực tiếp theo
zh_hans: 加载下一个经过身份验证的页面
zh_hant: 載入下一個經過身份驗證的頁面
